---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepZoneHotwaterLoop
source: html/86fe2215-c5e3-3d40-031d-59b639048c5c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepZoneHotwaterLoop Property

"Heating Hot Water Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepZoneHotwaterLoop { get; }
```